<?php
return [
    'wrong-id' => "لا يوجد عرض بهذا المعرف!",
    'wrong-username' => 'لا يوجد مستخدم بهذا الإسم!',
    'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
    'no-permission' => "عفواً، انت لا تملك الصلاحية للقيام بهذا الإجراء!",
    'user-permission' => "عفواً، انت لا تملك الصلاحية للإطلاع علي العروض الخاصة بهذا المعلن!",
    'user-unfollowed' => 'غير متابع',
    'reports' => [
        'no-report' => 'لا يوجد إبلاغ بهذا المعرف!',
        'already-reported' => 'لقد قمت مسبقا بالإبلاغ عن هذا العرض!',
        'report-added' => 'تم الإبلاغ عن العرض بنجاح!',
        'report-edited' => 'تم تعديل الإبلاغ عن هذا العرض بنجاح!',
    ],
];
