<?php
return [
    'wrong-id' => "لا يوجد مستخدم بهذا المعرف!",
    'wrong-request-id' => "لا يوجد طلب بهذا المعرف!",
    'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
    'follow-toggle' => "تم :toggle هذا المستخدم بنجاح!",
    'unfollowed' => 'إلغاء المتابعة',
    'followed' => 'متابعة',
    'no-permission' => "عفواً، لا تملك الصلاحية للقيام بهذا الإجراء!",
    'follow-disabled' => "عفوا، هذا المستخدم لا يسمح بالمتابعة!",
    'follow-declined' => "عفوا لقد قام المستخدم برفض قبول طلب المتابعة!",
    'follow-pending' => "تم إرسال طلبك، برجاء إنتظار ان يتم الموافقه عليه!",
    'request-accepted' => "لقد قبلت طلب المتابعة!",
    'request-removed' => "لقد حذفت طلب المتابعة!",
    'request-declined' => "لقد رفضت طلب المتابعة!",
    'follow-self' => "عفواً، لا يمكنك متابعة نفسك!",
    'profile-followers' => "هذا الحساب متاح للمتابعيين فقط!",
    'profile-private' => "هذا الحساب خاص.",
];
