<?php
return [
    'wrong-id' => "لا يوجد عرض بهذا المعرف!",
    'wrong-username' => 'لا يوجد مستخدم بهذا الإسم!',
    'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
    'exceeded-limit' => "عفوا، لا يمكن الحصول علي اكثر من :count عروض نشطة في نفس الوقت",
    'exceeded-monthly-limit' => "عفوا، لقد وصلت إلى الحد الشهري لإنشاء العروض (:count عرضاً هذا الشهر)",
    'offer-added' => 'تم إضافه العرض بنجاح!',
    'offer-edited' => 'تم تعديل العرض بنجاح!',
    'offer-deleted' => 'تم حذف العرض بنجاح!',
    'like-toggle' => "تم :toggle بهذا العرض بنجاح!",
    'disliked' => 'إلغاء الإعجاب',
    'liked' => 'الإعجاب',
    'no-permission' => "عفواً، انت لا تملك الصلاحية للقيام بهذا الإجراء!",
    'content-empty' => "برجاء كتابة محتوى للعرض!",
    'user-unfollowed' => 'غير متابع',
    'reports' => [
        'no-report' => 'لا يوجد إبلاغ بهذا المعرف!',
        'already-reported' => 'لقد قمت مسبقا بالإبلاغ عن هذا العرض!',
        'report-added' => 'تم الإبلاغ عن العرض بنجاح!',
        'report-edited' => 'تم تعديل الإبلاغ عن هذا العرض بنجاح!',
    ],
    'rating' => [
        'already-rated' => "لقد قمت بتقييم هذا العرض مسبقاً، لا يمكنك إعادة تقييم نفس العرض مره أخري!",
        'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
        'rated-successfully' => "تم تقييم العرض بنجاح!",
    ],
];
