<?php

return [
    'breadcrumb' => [
        'title' => 'عرض المهن',
        'home' => 'الصفحة الرئيسية',
        'advertisers' => 'المعلنين',
        'business_types' => 'المهن',
        'page' => 'عرض',
    ],
    'content' => [
        'title' => 'عرض المهن',
        'add' => 'إضافة مهنة',
        'datatable' => [
            'name_en' => 'الإسم باللغة الإنجليزية',
            'name_ar' => 'الإسم باللغه العربية',
            'is_active' => 'نشط',
        ],
    ],
    'modal' => [
        'edit' => [
            'title' => 'تعديل المهن',
            'inputs' => [
                'name_en' => 'الإسم باللغة الإنجليزية',
                'name_ar' => 'الإسم باللغه العربية',
                'is_active' => 'نشط',
                'boolean' => [
                    'yes' => 'نعم',
                    'no' => 'لا',
                ],
            ],
            'submit' => 'حفظ التعديلات',
            'cancel' => 'إلغاء',
        ],
        'delete' => [
            'title' => 'حذف المهن',
            'content' => 'هل انت متأكد انك تريد حذف هذه المهن؟',
            'content_single' => 'هل أنت متأكد أنك تريد حذف هذه المهنة؟',
            'in_use' => 'لا يمكن حذف المهنة لأنها مستخدمة من قبل معلنين.',
            'submit' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ]
];
