<?php

return [
    'breadcrumb' => [
        'title' => 'إضافة إعلانات جانبية',
        'home' => 'الصفحة الرئيسية',
        'advertisements' => 'الإعلانات',
        'side' => 'الجانبية',
        'page' => 'إضافة',
    ],
    'content' => [
        'title' => 'إضافة إعلانات جانبية',
        'inputs' => [
            'url' => 'رابط المعلن',
            'image' => 'الصورة',
            'side' => [
                'title' => 'الجانب',
                'left' => 'اليسار',
                'right' => 'اليمين',
            ],
            'starts_at' => 'يبدء في',
            'ends_at' => 'ينتهي في',
            'is_expired' => 'منتهي',
            'boolean' => [
                'yes' => 'نعم',
                'no' => 'لا',
            ],
        ],
        'submit' => 'أضف',
        'callbacks' => [
            'success' => 'تم إضافة الإعلان بنجاح!',
            'error' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!.'
        ]
    ],
];
