<?php

return [
    'breadcrumb' => [
        'title' => 'عرض الإعلانات الجانبية',
        'home' => 'الصفحة الرئيسية',
        'advertisements' => 'الإعلانات',
        'side' => 'الجانبية',
        'page' => 'عرض',
    ],
    'content' => [
        'title' => 'عرض الإعلانات الجانبية',
        'url' => 'رابط المعلن',
        'image' => 'الصورة',
        'side' => [
            'title' => 'الجانب',
            'left' => 'اليسار',
            'right' => 'اليمين',
        ],
        'starts_at' => 'يبدء في',
        'ends_at' => 'ينتهي في',
        'is_expired' => 'منتهي',
        'boolean' => [
            'yes' => 'نعم',
            'no' => 'لا',
        ],
        'back' => 'رجوع',
        'edit' => 'تعديل',
        'save' => 'حفظ',
    ],
    'modal' => [
        'delete' => [
            'title' => 'حذف الإعلانات',
            'content' => 'هل انت متأكد انك تريد حذف هذه الإعلانات؟',
            'submit' => 'حذف',
            'cancel' => 'إلغاء',
        ],
        'edit' => [
            'title' => 'تعديل الإعلانات',
            'submit' => 'حفظ التعديلات',
            'cancel' => 'إلغاء',
        ],
    ]
];
