<?php

return [
    'wrong-id' => 'لا يوجد معلنين بهذا المعرف!',
    'status-closed' => "عفوا لا يمكنك زياره صفحه هذا الحساب، هذا الحساب مغلق!",
    'status-banned' => "عفوا لا يمكنك زياره صفحه هذا الحساب، هذا الحساب مطرود!",
    'unavailable' => 'حساب هذا المعلن غير متاح',
    'rating' => [
        'already-rated' => "لقد قمت بتقييم هذا المعلن مسبقاً، لا يمكنك إعادة تقييم نفس المستخدم مره أخري!",
        'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
        'rated-successfully' => "تم تقييم المعلن بنجاح!",
    ],
    'profile-privacy' => "عفواً هذا الحساب متاح فقط لل:privacy",
    'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
    'reports' => [
        'no-report' => 'لا يوجد إبلاغ بهذا المعرف!',
        'self-report' => "لا يمكنك الإبلاغ عن نفسك!",
        'already-reported' => 'لقد قمت مسبقاً بالإبلاغ عن هذا المعلن!',
        'report-added' => 'تم الإبلاغ عن هذا المعلن بنجاح!',
        'report-edited' => 'تم تعديل الإبلاغ عن هذا المعلن بنجاح!',
    ],
    'blocks' => [
        'toggle' => "تم :toggle هذا المعلن بنجاح!",
        'block' => 'حظر',
        'unblock' => 'إلغاء الحظر',
        'self-block' => "لا يمكنك حظر نفسك!",
    ]
];
