<?php

return [
    'wrong-id' => 'لا يوجد معلن بهذا الإسم.',
    'status-closed' => "عفوا لا يمكنك زياره صفحه هذا الحساب، هذا الحساب مغلق!",
    'status-banned' => "عفوا لا يمكنك زياره صفحه هذا الحساب، هذا الحساب مطرود!",
    'profile-privacy' => "عفواً هذا الحساب متاح فقط لل:privacy",
    'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
    'reports' => [
        'no-report' => 'لا يوجد إبلاغ بهذا المعرف!',
        'self-report' => "لا يمكنك الإبلاغ عن نفسك!",
        'already-reported' => 'لقد قمت مسبقاً بالإبلاغ عن هذا المعلن!',
        'report-added' => 'تم الإبلاغ عن هذا المعلن بنجاح!',
        'report-edited' => 'تم تعديل الإبلاغ عن هذا المعلن بنجاح!',
    ],
];
