<?php

return [
    'wrong-id' => 'لا يوجد مستخدم بهذا الرقم التعريفي',
    'status-closed' => "عفوا لا يمكنك زياره صفحه هذا الحساب، هذا الحساب مغلق!",
    'status-banned' => "عفوا لا يمكنك زياره صفحه هذا الحساب، هذا الحساب مطرود!",
    'unfollowed' => 'غير متابع',
    'unavailable' => 'حساب هذا المستخدم غير متاح',
    'profile-privacy' => "عفواً هذا الحساب متاح فقط لل:privacy",
    'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
    'reports' => [
        'no-report' => 'لا يوجد إبلاغ بهذا المعرف!',
        'self-report' => "لا يمكنك الإبلاغ عن نفسك!",
        'already-reported' => 'لقد قمت مسبقاً بالإبلاغ عن هذا المستخدم!',
        'report-added' => 'تم الإبلاغ عن هذا المستخدم بنجاح!',
        'report-edited' => 'تم تعديل الإبلاغ عن هذا المستخدم بنجاح!',
    ],
    'blocks' => [
        'toggle' => "تم :toggle هذا المستخدم بنجاح!",
        'block' => 'حظر',
        'unblock' => 'إلغاء الحظر',
        'self-block' => "لا يمكنك حظر نفسك!",
    ]
];
