<?php

return [
    'breadcrumb' => [
        'title' => 'عرض الاعلانات',
        'home' => 'الصفحة الرئيسية',
        'categories' => 'الاعلانات',
        'page' => 'عرض',
    ],
    'content' => [
        'title' => 'الاعلانات الفرعية للقسم <strong>:name</strong>',
        'datatable' => [
            'title_en' => 'الإسم باللغة الإنجليزية',
            'title_ar' => 'الإسم باللغة العربية',
            'start_at' => 'تاريخ البداية',
            'end_at' => 'تاريخ الانتهاء',
            'body_ar' => 'الوصف اللغة العربية',
            'body_en' => 'الوصف اللغة الانجليزية',
            'image' => 'الصورة',
            'sub_categories_count' => 'الاعلانات الفرعية',
            'active' => 'نشط',
        ],
        'back' => 'رجوع',
        'add' => 'إضافة',
        'sort' => 'تعديل الترتيب',
    ],
    'modal' => [
        'edit' => [
            'title' => 'تعديل الاعلانات',
            'inputs' => [
                'parent' => 'القسم الرئيسي',
                'title_en' => 'الإسم باللغة الإنجليزية',
                'title_ar' => 'الإسم باللغة العربية',
                'start_at' => 'تاريخ البداية',
                'end_at' => 'تاريخ الانتهاء',
                'body_ar' => 'الوصف اللغة العربية',
                'body_en' => 'الوصف اللغة الانجليزية',
                'link' => 'رابط اختيارى',
                'image' => 'الصورة',
                'is_active' => 'نشط',
                'boolean' => [
                    'yes' => 'نعم',
                    'no' => 'لا',
                ],
                'placeholders' => [
                    'choose_file' => 'الصورة',
                ]
            ],
            'submit' => 'حفظ التعديلات',
            'cancel' => 'إلغاء',
        ],
        'add' => [
            'title' => 'إضافة أقسام فرعية',
            'inputs' => [
                'title_en' => 'الإسم باللغة الإنجليزية',
                'title_ar' => 'الإسم باللغة العربية',
                'body_ar' => 'الوصف اللغة العربية',
                'body_en' => 'الوصف اللغة الانجليزية',
                'image' => 'الصورة',
                'placeholders' => [
                    'choose_file' => 'صورة',
                ]
            ],
            'submit' => 'حفظ التعديلات',
            'cancel' => 'إلغاء',
        ],
        'delete' => [
            'title' => 'حذف الاعلانات',
            'content' => 'هل أنت متأكد أنك تريد حذف هذه الاعلانات؟',
            'submit' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ]
];
