<?php
return [
    'wrong-token' => "لا توجد محادثة بهذا المعرف.",
    'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
    'wrong-user' => 'لا يوجد مستخدم بهذا المعرف',
    'self-chat' => "لا يمكنك إنشاء محادثه مع نفسك!",
    'wrong-message-id' => "لا يوجد رسالة بهذا المعرف!",
    'message-deleted' => "تم حذف الرسالة بنجاح!",
    'message-sent' => "تم إرسال الرسالة بنجاح!",
    'chat-created' => 'تم إنشاء المحادثة بنجاح!',
    'fcm' => [
        'title' => 'رسالة جديدة من :name',
        'video' => 'أرسل ملف فيديو',
        'audio' => 'أرسل رسالة صوتية',
        'image' => 'أرسل صورة',
        'file' => 'أرسل ملف',
    ],
    'chat-private' => "هذا المستخدم يقبل رسائل مع المتابعين فقط!",
    'chat-disabled' => "هذا المستخدم لا يقبل اي رسائل!",
];
