<?php

return [
    'breadcrumb' => [
        'title' => 'عرض الدول',
        'home' => 'الصفحة الرئيسية',
        'countries' => 'الدول',
        'page' => 'عرض',
    ],
    'content' => [
        'title' => 'عرض الدول',
        'add' => 'إضافة دولة',
        'datatable' => [
            'code' => 'رمز الدولة',
            'name_en' => 'الإسم باللغة الإنجليزية',
            'name_ar' => 'الإسم باللغة العربية',
            'mobile_code' => 'رمز الهاتف',
            'cities_count' => 'المحافظات',
            'governorates_count' => 'المحافظات',
            'active' => 'نشط',
        ],
    ],
    'modal' => [
        'edit' => [
            'title' => 'تعديل الدول',
            'inputs' => [
                'code' => 'رمز الدولة',
                'name_en' => 'الإسم باللغة الإنجليزية',
                'name_ar' => 'الإسم باللغة العربية',
                'mobile_code' => 'رمز الهاتف',
                'is_active' => 'نشط',
                'boolean' => [
                    'yes' => 'نعم',
                    'no' => 'لا',
                ],
            ],
            'submit' => 'حفظ التعديلات',
            'cancel' => 'إلغاء',
        ],
        'delete' => [
            'title' => 'حذف الدولة',
            'content' => 'هل أنت متأكد أنك تريد حذف الدولة: :name؟',
            'title_multiple' => 'حذف الدول',
            'content_multiple' => 'هل أنت متأكد أنك تريد حذف هذه الدول؟',
            'submit' => 'حذف',
            'cancel' => 'إلغاء',
            'in_use' => 'لا يمكن حذف هذه الدولة لأنها تحتوي على محافظات أو مرتبطة بمستخدمين.',
        ],
    ]
];
