<?php

return [
    'breadcrumb' => [
        'title' => 'سجلات إجراءات المدراء',
        'home' => 'الصفحة الرئيسية',
        'system' => 'النظام',
        'page' => 'سجلات إجراءات المدراء',
    ],
    'content' => [
        'title' => 'سجلات إجراءات المدراء',
        'datatable' => [
            'summary' => 'ملخص',
            'admin_id' => 'رقم المدير',
            'admin_name' => 'إسم المدير',
            'type' => 'النوع',
            'log_action' => 'إجراء السجل',
            'date' => 'البيانات',
            'time' => 'الوقت',
        ],
    ],
    'modal' => [
        'delete' => [
            'title' => 'حذف سجلات إجراءات المشرفين',
            'content' => 'هل أنت متأكد من حذف هذه السجلات؟',
            'submit' => 'حذف',
            'cancel' => 'إلغاء',
        ],
        'show' => [
            'title' => 'مشاهدة سجلات إجراءات المشرفين',
            'close' => 'إغلاق',
            'content' => [
                'log_id' => 'رقم السجل: ',
                'summary' => 'ملخص السجل: ',
                'type' => 'نوع السجل: ',
                'action' => 'إجراء السجل: ',
                'admin_id' => 'رقم المدير: ',
                'admin_name' => 'إسم المدير',
                'data' => 'البيانات: ',
                'no_data' => 'لا يوجد بيانات يمكن عرضها!',
            ],
        ],
    ]
];
