<?php


return [
    'breadcrumb' => [
        'titles' => [
            'general' => 'عرض الإعدادات العامة',
            'chat' => 'عرض إعدادات الدردشة',
            'posts' => 'عرض إعدادات المنشورات',
            'offers' => 'عرض إعدادات العروض',
            'proposals' => 'عرض إعدادات طلبات التسعير',
            'users' => 'عرض إعدادات المستخدمين',
            'media' => 'عرض إعدادات الملفات',
            'maintenance' => 'عرض إعدادات الصيانة',
            'apps' => 'عرض إعدادات التطبيقات',
            'social' => 'عرض إعدادات وسائل التواصل الإجتماعي',
        ],
        'home' => 'الصفحة الرئيسية',
        'system' => 'النظام',
        'settings' => 'الإعدادات',
        'settingsTypes' => [
            'general' => 'عام',
            'chat' => 'الدردشة',
            'posts' => 'المنشورات',
            'offers' => 'العروض',
            'proposals' => 'طلبات التسعير',
            'users' => 'المستخدمين',
            'media' => 'الملفات',
            'maintenance' => 'الصيانة',
            'apps' => 'التطبيقات',
            'social' => 'وسائل التواصل الإجتماعي',
        ],
        'page' => 'عرض',
    ],
    'content' => [
        'titles' => [
            'general' => 'عرض الإعدادات العامة',
            'chat' => 'عرض إعدادات الدردشة',
            'posts' => 'عرض إعدادات المنشورات',
            'offers' => 'عرض إعدادات العروض',
            'proposals' => 'عرض إعدادات طلبات التسعير',
            'users' => 'عرض إعدادات المستخدمين',
            'media' => 'عرض إعدادات الملفات',
            'maintenance' => 'عرض إعدادات الصيانة',
            'apps' => 'عرض إعدادات التطبيقات',
            'social' => 'عرض إعدادات وسائل التواصل الإجتماعي',
        ],
        'datatable' => [
            'name' => 'الإسم',
            'key' => 'مفتاح',
            'value' => 'القيمة',
            'value_type' => 'نوع القيمة',
            'type' => 'النوع',
            'description' => 'الوصف',
            'active' => 'نشط',
            'inactive' => 'غير نشط',
        ],
    ],
    'modal' => [
        'edit' => [
            'title' => 'تعديل الإعدادات',
            'inputs' => [
                'name' => 'الإسم',
                'value' => 'القيمة',
                'logo_hint' => 'اترك الحقل فارغاً للإبقاء على الشعار الحالي.',
                'boolean' => [
                    'yes' => 'نعم',
                    'no' => 'لا',
                ],
            ],
            'submit' => 'حفظ التعديلات',
            'cancel' => 'إلغاء',
        ],
    ]
];
