<?php

return [
    'breadcrumb' => [
        'title' => 'إنشاء اهتمامات',
        'home' => 'الصفحة الرئيسية',
        'interests' => 'الاهتمامات',
        'page' => 'إضافة',
    ],
    'content' => [
        'title' => 'إنشاء اهتمامات',
        'inputs' => [
            'parent' => 'الاهتمام الرئيسي',
            'parent_note'=> 'يرجى ملاحظة أنه إذا كنت تريد تعيينه كاهتمام رئيسي، فاترك هذا الحقل فارغًا!',
            'name_en' => 'الإسم باللغة الإنجليزية',
            'name_ar' => 'الإسم باللغة العربية',
            'description' => 'الوصف',
            'image' => 'الصورة',
            'placeholders' => [
                'choose_file' => 'الصورة',
            ]
        ],
        'submit' => 'إضافة',
    ],
];
