<?php

return [
    'breadcrumb' => [
        'title' => 'عرض الاهتمامات',
        'home' => 'الصفحة الرئيسية',
        'interests' => 'الاهتمامات',
        'page' => 'عرض',
    ],
    'content' => [
        'title' => 'عرض الاهتمامات',
        'add' => 'إضافة اهتمام',
        'datatable' => [
            'parent' => 'الاهتمام الرئيسي #',
            'name_en' => 'الإسم باللغة الإنجليزية',
            'name_ar' => 'الإسم باللغة العربية',
            'description' => 'الوصف',
            'image' => 'الصورة',
        ],
    ],
    'modal' => [
        'edit' => [
            'title' => 'تعديل الاهتمامات',
            'inputs' => [
                'parent' => 'الاهتمام الرئيسي',
                'name_en' => 'الإسم باللغة الإنجليزية',
                'name_ar' => 'الإسم باللغة العربية',
                'description' => 'الوصف',
                'image' => 'الصورة',
                'placeholders' => [
                    'choose_file' => 'صورة',
                ]
            ],
            'submit' => 'حفظ التعديلات',
            'cancel' => 'إلغاء',
        ],
        'delete' => [
            'title' => 'حذف الاهتمامات',
            'content' => 'هل أنت متأكد أنك تريد حذف هذه الاهتمامات؟',
            'submit' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ]
];
