<?php
return [
    'wrong-id' => "لا يوجد منشور بهذا المعرف!",
    'wrong-userid' => 'لا يوجد مستخدم بهذا المعرف!',
    'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
    'like-toggle' => "تم :toggle بهذا المنشور بنجاح!",
    'disliked' => 'إلغاء الإعجاب',
    'liked' => 'الإعجاب',
    'no-permission' => "عفواً، انت لا تملك الصلاحية للقيام بهذا الإجراء!",
    'user-unfollowed' => 'غير متابع',
    'reports' => [
        'no-report' => 'لا يوجد إبلاغ بهذا المعرف!',
        'already-reported' => 'لقد قمت مسبقاً بالإبلاغ عن هذا المنشور!',
        'report-added' => 'تم الإبلاغ عن هذا المنشور بنجاح!',
        'report-edited' => 'تم تعديل الإبلاغ عن هذا المنشور بنجاح!',
    ],
];
