<?php

return [
    'breadcrumb' => [
        'title' => 'عرض الصفحات',
        'home' => 'الصفحة الرئيسية',
        'pages' => 'الصفحات',
        'page' => 'عرض',
    ],
    'content' => [
        'title' => 'عرض الصفحات',
        'datatable' => [
            'slug' => 'إسم الرابط',
            'name_en' => 'الإسم باللغة الإنجليزية',
            'name_ar' => 'الإسم باللغة العربية',
            'title_en' => 'العنوان باللغة الإنجليزية',
            'title_ar' => 'العنوان باللغة العربية',
            'contents_en' => 'المضمون باللغة الإنجليزية',
            'contents_ar' => 'المضمون باللغة العربية',
            'is_protected' => 'محمي',
            'is_active' => 'نشط',
        ],
    ],
    'modal' => [
        'edit' => [
            'title' => 'تعديل الصفحات',
            'inputs' => [
                'slug' => 'إسم الرابط',
                'name_en' => 'الإسم باللغة الإنجليزية',
                'name_ar' => 'الإسم باللغة العربية',
                'title_en' => 'العنوان باللغة الإنجليزية',
                'title_ar' => 'العنوان باللغة العربية',
                'contents_en' => 'المضمون باللغة الإنجليزية',
                'contents_ar' => 'المضمون باللغة العربية',
                'is_protected' => 'محمي',
                'is_active' => 'نشط',
                'boolean' => [
                    'yes' => 'نعم',
                    'no' => 'لا',
                ],
            ],
            'submit' => 'حفظ التعديلات',
            'cancel' => 'إلغاء',
        ],
        'delete' => [
            'title' => 'حذف الصفحات',
            'content' => 'هل أنت متأكد أنك تريد حذف هذه الصفحات؟',
            'submit' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ]
];
