<?php

return [
    'breadcrumb' => [
        'title' => 'عرض الإعلانات',
        'home' => 'الصفحة الرئيسية',
        'advertisements' => 'الإعلانات',
        'page' => 'عرض',
    ],
    'content' => [
        'title' => 'عرض الإعلانات',
        'type' => 'المنصة',
        'type_values' => [
            'any' => 'اي منصة',
            'website' => 'الموقع',
            'mobile' => 'الهاتف',
        ],
        'users' => 'المستخدمين',
        'users_values' => [
            'any' => 'اي مستخدم',
            'advertisers' => 'المعلنين',
            'customers' => 'المستخدمين',
        ],
        'name' => 'إسم المعلن',
        'url' => 'رابط المعلن',
        'advertiser_image' => 'الصورة',
        'content' => 'المضمون',
        'files' => 'الملفات',
        'file' => 'ملف',
        'files_note' => 'برجاء العلم أنك إذا أضفت ملفات هنا سيتم إستبدالها بالملفات القديمة المضافة بهذا الإعلان!',
        'categories' => 'الأقسام',
        'cities' => 'المدن',
        'starts_at' => 'يبدء في',
        'ends_at' => 'ينتهي في',
        'is_active' => 'نشط',
        'boolean' => [
            'yes' => 'نعم',
            'no' => 'لا',
        ],
        'back' => 'رجوع',
        'edit' => 'تعديل',
        'save' => 'حفظ',
    ],
    'modal' => [
        'delete' => [
            'title' => 'حذف الإعلانات',
            'content' => 'هل انت متأكد انك تريد حذف هذه الإعلانات؟',
            'submit' => 'حذف',
            'cancel' => 'إلغاء',
        ],
        'edit' => [
            'title' => 'تعديل الإعلانات',
            'submit' => 'حفظ التعديلات',
            'cancel' => 'إلغاء',
        ],
    ]
];
