<?php
return [
    'wrong-id' => "لا يوجد طلبات تسعير بهذا المعرف!",
    'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
    'no-permission' => "عفواً، انت لا تملك الصلاحية للقيام بهذا الإجراء!",
    'proposal-added' => 'تم إضافة طلب التسعير بنجاح!',
    'proposal-edited' => 'تم تعديل طلب التسعير بنجاح!',
    'deleted' => 'تم حذف طلب التسعير بنجاح!',
    'reports' => [
        'no-report' => 'لا يوجد إبلاغ بهذا المعرف!',
        'already-reported' => 'لقد قمت مسبقاً بالإبلاغ طلب التسعير هذا!',
        'report-added' => 'تم الإبلاغ عن طلب التسعير هذا بنجاح!',
        'report-edited' => 'تم تعديل الإبلاغ عن طلب التسعير هذا بنجاح!',
    ],
    'profile-followers' => "هذا المعلن يقبل طلبات تسعير من المتابعين فقط!",
    'profile-private' => "هذا المعلن لا يقبل اي طلبات تسعير!",
];
