<?php
return [
    'wrong-post' => "لا يوجد منشور بهذا المعرف!",
    'wrong-id' => "لا يوجد تعليق بهذا المعرف!",
    'something-wrong' => 'حدث خطأ ما، برجاء المحاوله لاحقاً!',
    'comment-added' => 'تم إضافة التليق بنجاح.',
    'comment-edited' => 'تم تعديل التعليق بنجاح.',
    'comment-deleted' => 'تم حذف التعليق بنجاح.',
    'like-toggle' => "تم :toggle بهذا التعليق بنجاح!",
    'disliked' => 'إلغاء الإعجاب',
    'liked' => 'الإعجاب',
    'no-permission' => "عفواً، انت لا تملك الصلاحية للقيام بهذا الإجراء!",
    'reports' => [
        'no-report' => 'لا يوجد إبلاغ بهذا المعرف!',
        'already-reported' => 'لقد قمت مسبقاً بالإبلاغ عن هذا التعليق!',
        'report-added' => 'تم الإبلاغ عن هذا التعليق بنجاح!',
        'report-edited' => 'تم تعديل الإبلاغ عن هذا التعليق بنجاح!',
    ],
];
